{
  "guides": [
    {
      "slug_guide": "quelles-toilettes-choisir",
      "name": "Quelles toilettes choisir ?",
      "sumup": "Ce guide va vous aider à découvrir quel type de WC est le meilleur pour vous.",
      "texte": "Pour qui veut soigner chaque pièce de son intérieur, le moment de choisir ses WC est toujours délicat. Trop souvents négligées, les toilettes sont en effet une pièce importante dans laquelle il vaut mieux se sentir à son aise. Alors, mieux éviter le piège d'un choix générique. Évidemment, vous pouvez jouer la carte du classicisme en termes de format et choisir les toilettes dites 'occidentales'. Ce sont tout simplement celles que nous avons l'habitude de voir dans nos maisons, que ce soit en France ou dans la majorité des pays occidentaux. Ils offrent un grand confort d'assise et sont déclinables en plusieurs formats : les habituels WC à poser, les WC suspendus, à la mode et offrant plus de facilités pour le ménage de vos sols... Et d'autres possibilités en termes de format de la cuvette ou même de la lunette. Outre ces spécificités techniques, les toilettes occidentales sont celles pour lesquelles vous trouverez le plus de modèle avec différents styles : couleurs, matériaux, formats, il y en a pour tous les goûts. Autres prétendentes à une place dans votre maison, les toilettes sèches. Encore vues comme un équipement excentrique il y a quelques années, ces WC qui fonctionnent entièrement sans eau et sans electricité permettent l'utilisation la plus écologique. Évidemment, pour que le style soit en harmonie avec la promesse, beaucoup de modèles sont en bois brut. Alors : un retour aux sources, ça vous tente ? Les amateurs de technologies peuvent aussi trouver leurs bonheurs aux toilettes. En effet, avec les toilettes dites 'japonaises', le meilleur de la modernité est condensé pour le confort de votre petit coin. Nettoyage automatique, détection d'approche et d'éloignement, ambiance musicale, siège chauffant, déodorisant intégré, lumières... Tout ce dont vous pouvez rêver existe en matière de WC japonais ! Bien sûr, ces modèles sont en moyenne plus chers que les autres mais le confort et l'hygiène de la modernité ont un coût ! Enfin, pour celles et ceux qui sont en demande d'exotisme, les toilettes en position accroupie propose une solution toute en sobriété. Souvent appelées 'toilettes à la turque' en France, mais aussi 'toilettes indiennes' ailleurs dans le monde, ces WC imposent une position plus en accord avec notre physiologie... Mais aussi une plus grande hygiène du fait de l'absence de contact avec les WC. Êtes vous prêts à tenter l'aventure ? Quelque soit votre choix, Cabi.net a les toilettes qu'il vous faut, n'hésitez pas à consulter nos produits."
    },
    {
      "slug_guide": "comment-installer-ses-toilettes",
      "name": "Comment installer ses toilettes ?",
      "sumup": "S'il est préférable de confier l'installation à un professionnel, il est tout à fait possible de la réaliser soi-même.",
      "texte": "Selon le type de WC que vous choisirez, l'installation pourra s'avérer plus ou moins ardues. La difficulté dépendra aussi de votre installation : construction ou racordement dsur une installation éxistante ? Dans ce deuxième cas, il sera probablement plus aisé de choisir des toilettes occidentales et non suspendues. Toutefois, il est toujours possible d'adapter son installation à ses envies."
    },
    {
      "slug_guide": "comment-economiser-leau",
      "name": "Comment économiser l'eau ?",
      "sumup": "Entre les économies permises et les bienfaits pour l'environnement, économiser l'eau utilisée par ses toilettes est très intéressant. ",
      "texte": "Si une famille nombreuse consommera toujours plus d'eau dans ses WC qu'une personne seule, il est toujours possible de réaliser des économies. En effet, une chasse cotient plusieurs litres et chaque WC n'en a pas la même utilisation. Les toilettes sèches sont évidemment les championnes toutes catégories de la sobriété mais, contrairement aux apparences, les toilettes japonaises sont plutôt efficaces en la matière."
    },
    {
      "slug_guide": "focus-sur-les-wc-de-luxe",
      "name": "Focus sur les WC de luxe",
      "sumup": "Que ce soit pour soi-même ou pour ses invités, il est toujours agréable d'avoir des toilettes très luxueuses.",
      "texte": "Qui n'a jamais rêvé de dire : mes toilettes sont en or. C'est pour ces personnes qui aspirent au plus grand des luxes que nous avons pensé ce guide, qui regroupe les toilettes les plus luxueuses que notre époque a à vous offrir."
    }
  ]
}
