{
  "categories": [
    {
      "name": "Occidentales",
      "slug_category": "toilettes-occidentales",
      "description": "Les toilettes occidentales sont celles que nous avons le plus l'habitude de voir dans nos maisons.",
      "content": "Les toilettes occidentales sont celles que nous avons le plus l'habitude de voir dans nos maisons.",
      "image": "/products/categorie-toilettes-occidentales-france.jpg",
      "products": [
        {
          "slug_product": "isis-swarovski",
          "name": "Isis",
          "brand": "Swarovski",
          "price": 75000,
          "description": "Jemal Wright a designé ces toilettes inscrustés de cristaux.",
          "content": "Quel plus beau symbole du luxe que des cristaux Swarovski ? Jemal Wright a designé ces toilettes inscrustés de cristaux pour ceux qui exigent un niveau de luxe inégalé, tout le temps. Parfait pour toute industrie, ses créations, son art et ses concepts ont transformé les paysages de bain du monde entier en sujets de discussion mémorables pendant près de 2 décennies. Un souci du détail et un sens du style influencé internationalement rendent ces créations recherchées par les personnes qui apprécient l'exclusivité des meubles couture de luxe fabriqués à la main.",
          "picture": "/products/toilettes-isis-swarovski.jpg"
        },
        {
          "slug_product": "reve-jacob-delafon",
          "name": "Reve",
          "brand": "Jacob Delafon",
          "price": 889,
          "description": "Caractère unique et affirmé avec ses associations de lignes tendues et d'angles doux. Cuvette carénée jusqu'au mur, fixations cachées.",
          "content": "Caractère unique et affirmé avec ses associations de lignes tendues et d'angles doux. Cuvette carénée jusqu'au mur, fixations cachées pour une visibilité et une accessibilité totale. Déclipsable pour un accès aux surfaces rarement nettoyées, équipé d'un frein de chute pour le confort sonore.",
          "picture": "/products/toilettes-reve-jacob-delafon.png"
        },
        {
          "slug_product": "presquile-jacob-delafon",
          "name": "Presqu'île",
          "brand": "Jacob Delafon",
          "price": 719,
          "description": "Lignes douces et élégantes, robinet flotteur silencieux. Déclipsable pour un accès aux surfaces rarement nettoyées.",
          "content": "Lignes douces et élégantes, robinet flotteur silencieux. Déclipsable pour un accès aux surfaces rarement nettoyées, équipé d'un frein de chute pour le confort sonore.",
          "picture": "/products/toilettes-presquile-jacob-delafon.png"
        },
        {
          "slug_product": "700-bleu-provence",
          "name": "Provence '700",
          "brand": "Bleu Provence",
          "price": 666,
          "description": "WC au sol blanc avec réservoir monobloc. Un style indémodable qui s'adapte dans toutes les maisons.",
          "content": "WC au sol blanc avec réservoir monobloc. Un style indémodable qui s'adapte dans toutes les maisons.",
          "picture": "/products/toilettes-700-bleu-provence.png"
        },
        {
          "slug_product": "900-bleu-provence",
          "name": "Provence '900",
          "brand": "Bleu Provence",
          "price": 600,
          "description": "WC au sol blanc (sortie verticale) avec réservoir haut avec couvercle pour un look vintage assuré.",
          "content": "WC au sol blanc (sortie verticale) avec réservoir haut avec couvercle pour un look vintage assuré.",
          "picture": "/products/toilettes-900-bleu-provence.png"
        },
        {
          "slug_product": "escale-jacob-delafon",
          "name": "Escale",
          "brand": "Jacob Delafon",
          "price": 839,
          "description": "Châssis acier résistant à une charge de 400 Kg, traité anti-corrosion. Cuvette aux formes équilibrées inspirées par l'art asiatique.",
          "content": "Châssis acier résistant à une charge de 400 Kg, traité anti-corrosion. Cuvette aux formes équilibrées inspirées par l'art asiatique. Abattant équipé d'un système de frein de chute pour une fermeture progressive.",
          "picture": "/products/toilettes-escale-jacob-delafon.png"
        },
        {
          "slug_product": "subway-villeroy-boch",
          "name": "Subway",
          "brand": "Villeroy & Boch",
          "price": 679,
          "description": "La technologie sans bride de la cuvette offre une meilleure hygiène tout en simplifiant le nettoyage.",
          "content": "La technologie sans bride de la cuvette offre une meilleure hygiène tout en simplifiant le nettoyage. Ensemble Bâti support Grohe Rapid SL Autoportant. Réservoir et mécanisme certifié NF. Réservoir isolé anti-condensation Livré avec plaque de commande double débit (réglage d'usine 3/6L). Chassis en acier epoxy. cuvette suspendue Villeroy et Boch Subway sans bride et abattant frein de chute.",
          "picture": "/products/toilettes-subway-villeroy-boch.png"
        },
        {
          "slug_product": "cavally-goodhome",
          "name": "Cavally",
          "brand": "GoodHome",
          "price": 239,
          "description": "Optimisation et économie assurées avec le pack WC 2 en 1 de la gamme Cavally ! Très pratique pour les petites surfaces.",
          "content": "Optimisation et économie assurées avec le pack WC 2 en 1 de la gamme Cavally ! Très pratique pour les petites surfaces, cet ensemble WC à sortie horizontale avec son lavabo intégré vous offrira un gain de place non négligeable. Réutilisant l’eau du lave-mains pour la chasse d’eau, ces toilettes vous font également faire des économies grâce à son mécanisme 3/6L.",
          "picture": "/products/toilettes-cavally-goodhome.jpg"
        },
        {
          "slug_product": "trio-siamp",
          "name": "Trio",
          "brand": "Siamp",
          "price": 599,
          "description": "Aménagez facilement un lave-mains dans vos WC Bâti-support gain de place avec commande double volume en face avant.",
          "content": "Aménagez facilement un lave-mains dans vos WC Bâti-support gain de place avec commande double volume en face avant Mécanisme de chasse à câble économiseur d'eau 2,5/4 litres Robinet flotteur à économie d'eau par ouverture différée Cuvette suspendue Sento 100% carénée NF Abattant Vence Premium : bactéricide, frein de chute et déclipsable Vasque blanche en céramique Robinet eau froide uniquement à manette (chromé brillant).",
          "picture": "/products/toilettes-trio-siamp.png"
        },
        {
          "slug_product": "osmose-geberit",
          "name": "Osmose rimfree",
          "brand": "Geberit",
          "price": 599,
          "description": "Ce WC rimfree permet un nettoyage simplifié ainsi qu'une assise confortable.",
          "content": "Ce WC rimfree permet un nettoyage simplifié ainsi qu'une assise confortable.",
          "picture": "/products/toilettes-osmose-geberit.png"
        },
        {
          "slug_product": "prima-multi",
          "name": "Prima Multi",
          "brand": "Geberit",
          "price": 664,
          "description": "Pack WC Prima Multi à sortie orientable, prêt à poser, livré dans un emballage unique.",
          "content": "Pack WC Prima Multi à sortie orientable, prêt à poser, livré dans un emballage unique.",
          "picture": "/products/toilettes-prima-multi.png"
        }
      ],
      "information": "Nos toilettes de céramique sont les plus communs en France. Que vos WC soient sous les escaliers, dans une pièce dédiée, ou incorporés à votre salle de bains, nous savons que vous aimez y trouver le confort et la tranquillité propice au fameux « petit coin ». Dotés d'une assise, il est conseillé d'y installer un battant, autrement dit une lunette de toilette sur laquelle s'assoir, ainsi qu'un couvercle, pour éviter les projection lors de l'action de la chasse d'eau. Certains WC sont suspendus, c'est-à-dire qu'il est possible de nettoyer entièrement le sol dessous ; ce qui permet une meilleure hygiène de la pièce. Ces toilettes nécessitent la plupart du temps l'usage de papier toilette, car ils ne sont pas équipés d'un jet d'eau nettoyant, contrairement aux WC high-tech ou japonais."
    },
    {
      "name": "Classiques",
      "slug_category": "toilettes-classiques",
      "description": "Souvent appelées toilettes à la turque en France, ces toilettes sont très répandues dans le monde.",
      "content": "Souvent appelées toilettes à la turque en France, ces toilettes sont très répandues dans le monde.",
      "image": "/products/categorie-toilettes-turque-squat.png",
      "products": [
        {
          "slug_product": "bourguignon-jacob-delafon",
          "name": "Bourguignon 2",
          "brand": "Jacob Delafon",
          "price": 129,
          "description": "Le siège à la turque Bourguignon 2 de chez Jacob Delafon présente toutes les caractéristiques des WC collectifs.",
          "content": "Le siège à la turque Bourguignon 2 de chez Jacob Delafon présente toutes les caractéristiques des WC collectifs : économiques, hygiéniques. Faciles à entretenir, du fait qu ils ne possèdent pas d assise, ils consomment moins d eau qu une cuvette wc standard. A encastrer au sol, ces toilettes de conception anciennes restent l allié des collectivités du fait de la limitation de la propagation des microbes.",
          "picture": "/products/toilettes-bourguignon-jacob-delafon.png"
        },
        {
          "slug_product": "snpt01c-mediclinics",
          "name": "SNPT01C",
          "brand": "Mediclinics",
          "price": 80,
          "description": "Des toilettes classiques en acier inoxydable avec une finition brillante pour une grande propreté.",
          "content": "Des toilettes classiques en acier inoxydable avec une finition brillante pour une grande propreté.",
          "picture": "/products/toilettes-snpt01c-mediclinics.jpg"
        },
        {
          "slug_product": "squatting-pan-rak-ceramics",
          "name": "Squatting pan",
          "brand": "Rak Ceramics",
          "price": 100,
          "description": "Finition céramique blanche alpine pour ces toilettes au style particulier.",
          "content": "Finition céramique blanche alpine pour ces toilettes au style particulier.",
          "picture": "/products/toilettes-squatting-pan-rak-ceramics.png"
        }
      ],
      "information": "Les toilettes sans cuvette, autrement appelées toilettes « à la turque », se trouvent la plupart du temps dans les toilettes publiques de nos aires de repos ou de certaines aires de camping. Traditionnels et communs dans les habitations de Turquie, en Inde ou en Grèce, ces WC sont plutôt économiques à l'achat, simples à installer et faciles à nettoyer. Pour les utiliser sans perdre l'équilibre, la technique consiste à s'accroupir, pieds sur les emplacements dédiés à cet effet, les coudes posés sur les genoux. Une fois testée, cette technique est adoptée !"
    },
    {
      "name": "Japonaises",
      "slug_category": "toilettes-japonaises",
      "description": "Les toilettes japonaises sont les plus modernes avec de nombreuses fonctionnalités pour renforcer l'hygiène.",
      "content": "Les toilettes japonaises sont les plus modernes avec de nombreuses fonctionnalités pour renforcer l'hygiène.",
      "image": "/products/categorie-toilettes-japonaises-high-tech-nettoyantes.jpg",
      "products": [
        {
          "slug_product": "laita-premium-geberit",
          "name": "Laïta Premium",
          "brand": "Geberit",
          "price": 2879,
          "description": "Le WC lavant Geberit AquaClean assure propreté et bien-être en toute facilité, et offre à l'utilisateur, par la simple pression d'une touche, une sensation de fraîcheur.",
          "content": "Le WC lavant Geberit AquaClean assure propreté et bien-être en toute facilité, et offre à l'utilisateur, par la simple pression d'une touche, une sensation de fraîcheur délicate pour un sentiment de confort et d'assurance tout au long de la journée. Le Pack WC lavant Geberit AquaClean Laïta Premium est composé d’un WC lavant doté de nombreuses fonctions, d’un bâti-support fiable et durable et d’une plaque de déclenchement double touche (3/6 L) permettant des économies d’eau.",
          "picture": "/products/toilettes-laita-premium-geberit.png"
        },
        {
          "slug_product": "laita-essentiel-geberit",
          "name": "Laïta Essentiel",
          "brand": "Geberit",
          "price": 1799,
          "description": "Le WC lavant Geberit AquaClean assure une sensation de fraîcheur délicate pour un sentiment de confort et d'assurance tout au long de la journée.",
          "content": "Le WC lavant Geberit AquaClean assure propreté et bien-être en toute facilité, et offre à l'utilisateur, par la simple pression d'une touche, une sensation de fraîcheur délicate pour un sentiment de confort et d'assurance tout au long de la journée. Le Pack WC lavant Geberit AquaClean Laïta Essentiel est composé d’un WC lavant doté de nombreuses fonctions, d’un bâti-support fiable et durable et d’une plaque de déclenchement double touche (3/6 L) permettant des économies d’eau.",
          "picture": "/products/toilettes-laita-essentiel-geberit.png"
        },
        {
          "slug_product": "habillage-suspendu",
          "name": "Habillage",
          "brand": "Habillage",
          "price": 1590,
          "description": "Ce wc est la clé d'une hygiène irréprochable au quotidien. Doté d'un système révolutionnaire, il répond parfaitement aux attentes des exigences modernes.",
          "content": "Ce wc est la clé d'une hygiène irréprochable au quotidien. Doté d'un système révolutionnaire, il répond parfaitement aux attentes des exigences modernes en matière de confort et de qualité de vie. Grâce à son filtre anti-impuretée, elle met ses adeptes à l'abri de la corvée d'entretien au quotidien. Facile à installer, le produit est fourni avec un bâti avec façade en verre blanc et une cuvette carénée « sans bride » en céramique blanche.",
          "picture": "/products/toilettes-habillage-suspendu.png"
        },
        {
          "slug_product": "luxe-platinium-2-toptoilet",
          "name": "Luxe Platinium 2 Plus",
          "brand": "TopToilet",
          "price": 1400,
          "description": "Le nouveau WC lavant Monobloc TOPTOILET Platinium2+ est un WC Japonais intégré d’un design exceptionnel.",
          "content": "Le nouveau WC lavant Monobloc TOPTOILET Platinium2+ est un WC Japonais intégré d’un design exceptionnel. Son écran LCD bleu disposant de toutes les informations utiles et sa télécommande à radiofréquence avec support mural magnétique vous apporteront une grande facilité d’utilisation.",
          "picture": "/products/toilettes-luxe-platinium-2-toptoilet.png"
        },
        {
          "slug_product": "luxe-diamond-toptoilet",
          "name": "Luxe Diamond Plus",
          "brand": "TopToilet",
          "price": 1300,
          "description": "Le WC lavant Monobloc TOPTOILET Diamond+ est un WC aux dimensions réduites qui s’intégreront aisément dans vos toilettes.",
          "content": "Le nouveau WC lavant Monobloc TOPTOILET Diamond+ est un WC Japonais intégré d’un design exceptionnel. Ses dimensions réduites s’intégreront aisément dans vos toilettes. Son écran LCD bleu disposant de toutes les informations utiles et sa télécommande à radiofréquence avec support mural magnétique vous apporteront une grande facilité d’utilisation.",
          "picture": "/products/toilettes-luxe-diamond-toptoilet.png"
        },
        {
          "slug_product": "smart-ove",
          "name": "Smart Toilet",
          "brand": "Ove Decors",
          "price": 1200,
          "description": "Parmi les meilleures toilettes intelligentes du marché. Une excellente combinaison de fonctionnalités et de qualité de finition.",
          "content": "Parmi les meilleures toilettes intelligentes du marché. Une excellente combinaison de fonctionnalités et de qualité de finition. Couvercle avec crémaillère pour plus de discrétion. La chasse d'eau intégrée à l'arrière, masquée derrière la cuvette, donne un style magnifiquement épuré à l'ensemble.",
          "picture": "/products/toilettes-smart-ove.png"
        },
        {
          "slug_product": "dual-flush-toto",
          "name": "Dual Flush Elongated",
          "brand": "Toto Neorest",
          "price": 7000,
          "description": "Les apports luxueux sont visibles dès qu'on approches ces toilettes... Et ils continuent d'impressioner à l'utilisation.",
          "content": "Les apports luxueux sont visibles dès qu'on approches ces toilettes... Et ils continuent d'impressioner à l'utilisation. Un design futuriste qui deviendra la pièce centrale de toute salle de bain.",
          "picture": "/products/toilettes-dual-flush-toto.png"
        },
        {
          "slug_product": "k-3900-kohler",
          "name": "K-3900 Numi One P. Elongated",
          "brand": "Kohler",
          "price": 8775,
          "description": "Un design et une technologie sans pareil pour un confort et une hygiène inégalés aux allures de grand luxe.",
          "content": "Un design et une technologie sans pareil pour un confort et une hygiène inégalés aux allures de grand luxe.",
          "picture": "/products/toilettes-k-3900-kohler.png"
        }
      ],
      "information": "Ce type de toilettes à la pointe de la technologie nous vient du Japon. Selon les modèles, vous pouvez lancer des bruitages et musiques à tout moment, tout en restant confortablement assis, afin de couvrir tous les bruits gênants. Et avec ces WC lavants et high-tech, oubliez les pénuries de papier toilette ! Vous n'en aurez plus besoin, car un jet d'eau intégré vous permet de garder une hygiène irréprochable ! Avec l'option de soufflerie, nul besoin de s'essuyer ensuite. Avec ces toilettes révolutionnaires, vos mains restent forcément propres... et le reste aussi !"
    },
    {
      "name": "Sèches",
      "slug_category": "toilettes-seches",
      "description": "Ne nécessitant aucune consommation d'eau, les toilettes sèches sont en plein boum du fait des considérations écologiques.",
      "content": "Ne nécessitant aucune consommation d'eau, les toilettes sèches sont en plein boum du fait des considérations écologiques.",
      "image": "/products/categorie-toilettes-seches.jpg",
      "products": [
        {
          "slug_product": "chene-seche",
          "name": "Chêne",
          "brand": "Sèche",
          "price": 405,
          "description": "Sans eau sur place, et sans évacuation d'assainissement, ce WC répond à la demande d'un lieu d'aisance ponctuel ou de camping.",
          "content": "Sans eau sur place, et sans évacuation d'assainissement, ce WC répond à la demande d'un lieu d'aisance ponctuel ou de camping.",
          "picture": "/products/toilettes-chene-seche.png"
        },
        {
          "slug_product": "cagarol-lecopot",
          "name": "Le Cagaròl Douglas",
          "brand": "Lécopot",
          "price": 729,
          "description": " Une toilette sèche aux formes classiques et rassurantes d'un grand confort avec sa réserve à copeaux intégrée.",
          "content": " Une toilette sèche aux formes classiques et rassurantes d'un grand confort avec sa réserve à copeaux intégrée.",
          "picture": "/products/toilettes-cagarol-lecopot.png"
        },
        {
          "slug_product": "belladonna-lecopot",
          "name": "La Belladonna",
          "brand": "Lécopot",
          "price": 650,
          "description": "Le modèle très chic de Lécopot. Avec ses formes galbées et son seau inox apparent, la Belladonna est l'argument esthétique.",
          "content": "Le modèle très chic de Lécopot. Avec ses formes galbées et son seau inox apparent, la Belladonna est l'argument esthétique en faveur des toilettes sèches partout dans la maison. Une toilette sèche décomplexée.",
          "picture": "/products/toilettes-belladonna-lecopot.png"
        },
        {
          "slug_product": "nouveau-papillon-douglas-lecopot",
          "name": "Le Nouveau Papillon Douglas",
          "brand": "Lécopot",
          "price": 569,
          "description": "Une toilette sèche pour toute la famille avec sa grande réserve à copeaux facilement accessible aux enfants.",
          "content": "Une toilette sèche pour toute la famille avec sa grande réserve à copeaux facilement accessible aux enfants et aux grands.",
          "picture": "/products/toilettes-nouveau-papillon-douglas-lecopot.png"
        }
      ],
      "information": "En France, les toilettes sèches sont encore peu répandues. Mais on peut déjà en trouver dans certains camping-cars, ou certaines maisons écologiques, ou lorsqu'il n'y a pas d'accès à l'eau courante (comme dans certains hébergements originaux qui proposent, par exemple, un séjour dans les arbres ou en plein cœur de la forêt). Encore considérées par la plupart des Français comme originales, sortant de l'ordinaire, les toilettes sèches sont pourtant très simple d'usage et hygiéniques, pour peu qu'on en vide régulièrement le contenu. Comment utiliser des toilettes sèches ? Tout d'abord, pour les installer, rien de plus simple : aucun tuyau à brancher ! A l'usage, faites votre petite affaire, puis versez de la sciure de bois afin de recouvrir de tout, pour éviter les mauvaises odeurs. Les toilettes sèches dégagent en général une atmosphère chaleureuse, de par la matière dont ils sont faits, le bois. En bref, les toilettes sèches ont tout pour plaire : économiques, écologiques et agréables !"
    }
  ]
}
